[{
    "name": "肖風",
    "position": "中國萬向控股副董事長兼執行董事，萬向區塊鏈董事長兼總經理",
    "desc": "中國萬向控股有限公司副董事長兼執行董事，上海萬向區塊鏈股份公司董事長兼總經理。在證券和資產管理行業有超過25年的相關豐富經驗。"
},{
    "name": "李啟泰",
    "position": "HashKey Group行政總裁",
    "desc": "20年以上投資銀行經驗，曾服務於瑞銀集團投資銀行倫敦、東京、北京及香港。 領導過百項大型融資和併購業務項目，並於衍生與另類私募產品市場開拓了大量創新業務及核心盈利模式。英國倫敦大學帝國學院計算機科學碩士。"
},{
    "name": "Raof Latiff",
    "position": "星展銀行總經理",
    "desc": "Raof Latiff是星展銀行集團數碼部主管,也是星展銀行全球交易服務產品管理部的主管。 他領導星展銀行為大型企業客戶、金融機構和中小企業提供數碼解決方案的戰略。 Raof還負責監督星展銀行全套交易銀行產品和服務的產品開發和商業化,包括現金管理、跟單貿易和開放帳戶貿易融資。 Raof擁有西澳洲柯廷大學資訊系統商業學士學位和英國萊斯特大學MBA學位。"
},{
    "name": "盧廷匡",
    "position": "眾安國際首批籌備組成員",
    "desc": "盧先生從事銀行、諮詢及金融科技領域十餘年，是一位在金融行業擁有豐富經驗的意見領袖。盧先生於滙豐銀行開展他的職業生涯，成為一名見習行政人員參與管理零售及企業銀行業務。在盧先生任內期間，他曾管理滙豐超過300位客戶經理的團隊，並新建立了滙豐中國數碼團隊和亞太數碼戰略合作團隊，推動與世界科技巨頭及金融科技公司合作，探索投資機會。盧先生還曾就職於麥肯錫和安永諮詢，專門為銀行及保險公司等金融機構提供數碼轉型及金融科技戰略諮詢服務。盧先生畢業於香港科技大學工商管理學系，並在香港科技大學取得金融碩士學位。"
},{
    "name": "Patricia Yeung",
    "position": "香港投資推廣署 金融科技高級經理",
    "desc": "投資推廣署旗下的金融科技技術團隊專職為有意在香港成立及發展的金融科技公司，在設立辦事處、辦理簽證和銀行帳戶、監管機構介紹、交流機會、申請政府資助和融資等方面提供實質支援和協助。Patricia畢業於布里斯托爾大學，在加入投資推廣署前在私人機構任職。"
},{
    "name": "曲俊杰",
    "position": "PlatON首席技術官",
    "desc": "曾擔任中科院應用數學研究所中級研究員，先後參與多個國家重點項目。曾作為聯席CEO共同創立上海金納科技，主導搭建了中國最先進的算法交易平台；歷任UBS證券AD，摩根士丹利副總裁、執行董事；曾負責與全球頂級投行、對沖基金的對接，電子交易平台，算法交易系統，實時交易數據等工作。擁有近30年全球一流機構的IT架構、實施與管理經驗；具備超過20年金融系統業務架構與技術架構研發與運營經驗；精通國際電子交易標準，參與亞洲FIX協議工作組和國際工作組。精通路透社國際數據標準，熟知國際百餘家交易所交易及數據接口標準。 15年海外經歷，管理來自40多個國家的多元文化團隊。"
},{
    "name": "Aaron L. Kaplan",
    "position": "Prometheum創辦人&聯合首席執行官",
    "desc": "Aaron是Prometheum創辦人兼聯合首席執行官。Prometheum Inc.是一家總部位於紐約的金融科技公司，在整個證券型代幣生命週期內構建符合聯邦證券法、原生區塊鏈的生態系統。Aaron還是Gusrae Kaplan Nusbaum的一位律師，他專注於分散式帳本技術在證券行業的應用。自2016年以來，Aaron一直擔任EquityArcade Services LLC的管理成員，EquityArcade Services LLC是一家專注於線上資本形成解決方案的技術供應商。2015年，Aaron是Deckbound LLC的聯合創辦人，提供區塊鏈電子遊戲和數碼資產技術。從2007年到2008年，Aaron是證券交易商StockCross Financial Services Inc.的關聯人士，持有第7、63、55、4、24、27和53類證券許可證。"
},{
    "name": "Alan Taylor",
    "position": "香港聯合有限公司董事",
    "desc": "Alan Taylor是一位專門從事亞洲金融市場開發的管理顧問，擁有超過25年的諮詢經驗。他於1993年成立香港聯合有限公司，專職為銀行、保險公司和資產管理公司等一系列金融機構完成諮詢專案，範疇涵蓋業務戰略、基金管理、外判服務、新產品開發和產品定價。他擁有牛津大學的數學和哲學學位，是一名特許管理會計師（ACMA/CGMA），自2001以來一直在香港任職。"
},{
    "name": "Benjamin",
    "position": "Soong Ledger亞太區負責人",
    "desc": "Benjamin負責Ledger的3條業務線: 硬體錢包、企業保險庫和物聯網"
},{
    "name": "David Carlisle",
    "position": "Elliptic社區負責人",
    "desc": "David擁有超過十年與AML/CFT法規相關的工作經驗，現在總部位於倫敦的加密貨幣領域AML/CFT解決方案供應商Elliptic，負責就加密貨幣相關的監管問題領導與政策及外部持份者的溝通工作。此前，David曾在美國財政部的恐怖主義和金融情報辦公室工作。"
},{
    "name": "David Johnston",
    "position": "Factom董事會主席",
    "desc": "David Johnston是多家技術創業公司的首席執行官，天使和創業階段投資者，成長階段公司以及區塊鏈領域的開源軟體專案的董事會成員和顧問。 Factom®成立於2014年，由八位聯合創始人組成，他們認識到需要使世界體系更加誠實。 過去，分散式記錄，資訊和文檔難以保護和同步，並且由於涉及手動操作而無法真正驗證。Factom®通過行業變革的產品支援透明業務實踐的未來。 Factom®重視誠實，透明，並努力通過我們構建的軟體改變未來。"
},{
    "name": "Dmitry Kalichkin",
    "position": "Cryptolab Capital合夥人",
    "desc": "Dmitry是位於三藩市的多頭數碼資產對沖基金Cryptolab Capital的合夥人兼研究主管。 他是數碼資產評估領域的活躍份子,曾在該領域推行Kalichkin NVT比率和網絡價值與Metcalfe(NVM)倍數等技術，後來受到行業廣泛運用。 Dmitry在歐洲和美國有科技及風險投資背景。 他擁有斯坦福商學院的MBA學位,莫斯科州立大學的數學碩士學位。"
},{
    "name": "E David Ellington",
    "position": "矽谷區塊鏈協會（Silicon Valley Blockchain Society）創辦人兼執行主席",
    "desc": "E David Ellington是矽谷區塊鏈協會（SVBS）的創辦人兼執行主席，是這個國際性的、邀請制的、會員主導型的生態系統領導人物，協助支援各行各業的區塊鏈項目，為社會帶來正面影響。總括來說，SVBS現有成員擁有1.5萬億美元以上的管理資產。SVBS成員具有廣泛的經驗和背景，包括機構投資者、企業、政府、超高資產淨值人士、企業家、開發商、影響者和區塊鏈愛好者。他曾任三藩市雇員退休系統董事會受託人及委員。"
},{
    "name": "Ernie Ho",
    "position": "UnBlock Analysis首席執行官兼聯合創辦人",
    "desc": "Ernie Ho, UnBlock Analysis首席執行官兼聯合創辦人,是一位畢業於麻省理工學院(MIT)和卡內基梅隆大學(CMU)的人工智能研究員。 Ernie數次贏得了國際區塊鏈比賽包括麻省理工學院比特幣黑客松和東京Longhash區塊鏈黑客松。 他利用自己在人工智能和區塊鏈方面的專業知識,揭示不同區塊鏈分散式帳本中每筆交易背後的目的及風險。 他與他的團隊,一群天才駭客、人工智能、區塊鏈、網絡安全和合規方面的專業人士和教授,致力於為加密交易所和金融機構構建立一個合乎嚴格了解客戶(KYC)及反洗錢(AML)法規的智能區塊鏈分析平台。"
},{
    "name": "范宏達",
    "position": "TokenGazer Inc.首席執行官",
    "desc": "TokenGazer創辦人兼首席執行官,專注於區塊鏈領域的數據分析,技術研究以及資產估值。 曾任職新三板上市公司首席運營官,通⽤電氣中國區製造專案總監等,他擁有香港大學MBA學位以及麻省理工區塊鏈創新高級管理課程認證。"
},{
    "name": "郭忠勇",
    "position": "亞洲資本再保險集團首席投資官",
    "desc": "郭忠勇先生現任新加坡亞洲資本再保險集團(ACR)首席投資官。他和他的團隊負責管理該集團的全球資產配置和投資。在2008年加入ACR 之前，郭先生在紐約XL資本集團工作，負責在全球範圍內發起、構建和執行資產支援交易及投資活動，業務範圍側重於亞洲、美國和拉丁美洲區域。在那之前，郭先生在瑞士再保險集團的蘇黎世總部、倫敦和香港分公司工作，曾主導多項亞洲和歐洲的信用交易。郭先生擁有上海財經大學經濟學碩士學位和紐約哥倫比亞大學工商管理碩士學位，並持有特許金融分析師資格。"
},{
    "name": "海贼王",
    "position": "慢霧科技安全負責人",
    "desc": "總部位於廈門的廈門慢霧科技有限公司，由一支擁有十多年一線網路安全攻防實戰的團隊創建，專注區塊鏈生態安全。團隊成員曾於 Google、微軟、W3C、公安部、騰訊、阿里巴巴及百度等多家企業任職。團隊成員多項成果也曾獲得Black Hat 等全球安全會議肯定。慢霧科技具備安全審計、防禦部署和地下威脅情報跟踪的核心技術能力，為全球多家頂級交易所、錢包及智能合約提供安全審計與防禦部署，並通過獨有的地下駭客風向標追蹤引擎，持續為合作公司及國家相關部門提供威脅情報。"
},{
    "name": "Han Ming Ho",
    "position": "Sidley Austin LLP亞洲投資基金業務合夥人兼聯合領導人",
    "desc": "Han Ming Ho是Sidley Austin LLP亞洲投資基金業務的合夥人兼聯合領導人。他專注於開放式和封閉式實體基金構成和相關法規事項，並定期向基金經理提供有關在新加坡建立業務運營，以及在新加坡和其他亞太地區設立、構建和註冊投資基金的建議。此外，Han Ming Ho的監管經驗包括就證券和金融諮詢法的審查和許可問題提供諮詢，並定期與新加坡監管機構聯繫。"
},{
    "name": "Jonathan Ha",
    "position": "鴻播公司創辦人兼首席執行官",
    "desc": "Jonathan Ha是代幣化研究生態系統的創造者 - 鴻播公司的創辦人兼首席執行官，他在管理諮詢領域有著超卓的背景經驗，曾為大型金融機構提供營運及企業戰略諮詢。Jonathan畢業於賓夕法尼亞大學電腦工程和經濟學專業，隨後獲得加州大學伯克利分校哈斯商學院的MBA學位，同時他也持有CFA證書。"
},{
    "name": "Kenneth Xu",
    "position": "金杜律師事務所銀行與金融業務執業律師",
    "desc": "Kenneth 於金杜律師事務所專職於銀行與金融業務，其服務的主要客戶包括Dianrong及 MagicFintech等行內領先的金融科技企業。Kenneth 為Starwin Capital創始團隊成員之一，負責基金募集、投資與管理。2015年起專注參與加密貨幣及區塊鏈行業。Kenneth擁有復旦大學碩士學位。"
},{
    "name": "羅榮閣",
    "position": "上海萬向區塊鏈股份公司首席技術官",
    "desc": "上海萬向區塊鏈股份公司首席技術官，產品和研發團隊負責人，ISO/ TC307 區塊鏈國際標準本體論專案負責人。擁有15年的IT技術規劃及管理方面的從業經歷，曾在中國證監會直屬的證券期貨交易所負責技術系統規劃工作，長期與納斯達克交易所、紐約證券交易所、泛歐交易所等國際領先交易所集團共同開展技術項目，與歐美技術架構師進行過深入合作交流，具有深厚的金融技術背景和全球化視野，撰寫的論文還曾獲評證監會優秀論文。在區塊鏈前沿技術及其在金融行業應用方面具有很強的研究能力。"
},{
    "name": "李晨",
    "position": "HashQuark首席執行官",
    "desc": "具有12年以上相關從業經驗及多年區塊鏈和雲計算产品經驗，並擁有多項技術專利，創建了區塊鏈創新BaaS平台並服務著名企業客户；區塊鏈社區KOL，專注區塊鏈背後的技術研究和產品模式演進。曾在通聯數據擔任金融雲端和智能投研負責人。"
},{
    "name": "Malcolm Wright",
    "position": "Diginex Limited首席審查官",
    "desc": "Malcolm Wright的職責是確保Diginex集團合乎所在經營地區的法規。此前，Malcolm是金融科技支付供應商Revolut的首席審查官，並曾在Thomson Reuters反金融犯罪業務部門擔任高級領導職務。Malcolm是一名行內活躍的演說家，並為多個國際組織委員會成員，包括領導全球數碼金融（Global Digital Finance）的反黑錢工作組，數碼金融為一個由加密資產行業主導的組織，旨在為行業制定行為準則和最佳實踐。同時，Malcom是英國皇家聯合服務學院（Royal United Services Institute）倫敦金融犯罪研究中心的助理研究員。"
},{
    "name": "Putin Liu",
    "position": "火幣研究院首席分析師",
    "desc": ""
},{
    "name": "喬紅濤 ",
    "position": "PlatON首席生態官",
    "desc": "前摩根大通資產管理部執行董事，芝加哥大學金融工程碩士。 前摩根大通紐約資產管理總部執行董事。全球資產配置和量化策略部主管、列席投資委員會成員。擁有超過12年摩根大通工作經驗，涉及總部投行、資產管理、私人銀行、IB等部門。近幾年專注於創新性金融投資產品設計、尤其是大數據，人工智能和區塊鏈在華爾街的應用。"
},{
    "name": "Urszula McCormack",
    "position": "金杜律師事務所合夥人",
    "desc": "Urszula McCormack是亞洲領先的區塊鏈律師和金融監管專家之一，專注於新興技術和金融犯罪。2018年，她被《金融時報》評為年度十大法律界創新人物。"
},{}, {}]