[{
    "name": "肖風",
    "position": "中國萬向控股副董事長兼執行董事，萬向區塊鏈董事長兼總經理",
    "desc": "中國萬向控股有限公司副董事長兼執行董事，上海萬向區塊鏈股份公司董事長兼總經理。在證券和資產管理行業有超過25年的相關豐富經驗。"
},{
    "name": "李啟泰",
    "position": "HashKey Group行政總裁",
    "desc": "25年投資銀行經驗，曾服務於瑞銀集團投資銀行倫敦、東京、北京及香港，前亞太區資本市場主管、前瑞銀證券董事會成員。領導過百項大型融資和併購業務項目，並於衍生與另類私募產品市場開拓了大量創新業務及核心盈利模式。英國倫敦大學帝國學院計算機科學碩士。"
},{
    "name": "陳思源",
    "position": "香港數碼港公眾使命總監",
    "desc": "陳思源先生為香港數碼港管理有限公司公眾使命總監，主要負責建立培育初創的生態系統，透過提供全面的企業家培訓計劃及前期的財務資助，啟發下一代，培養創業家精神，進而讓初創能具備踏足世界舞台的實力。陳先生擁32年於資訊科技和通訊行業的工作經驗，是一位特許工程師、特許市務師及英國工程技術學會院士。加入數碼港前，陳先生擔任環球全域電訊總監，亦曾於電訊盈科、PCCW Consulting Services及香港電訊等國際電訊及資訊科技服務公司擔任高級職位。陳先生積極參與公共事務，活躍於教育及工業培訓、專業團體及慈善組織。他現時為知識管理發展中心主席、行業培訓諮詢委員會副主席及課程發展議會成員，亦為香港大學、香港中文大學及香港科技大學擔任顧問及導師。陳先生持有倫敦大學工程系學士學位、曼徹斯特商學院工商管理碩士學位，並及曾於歐洲工商管理學院及IESE商學院修讀行政管理課程。"
},{
    "name": "Raof Latiff",
    "position": "星展銀行董事總經理",
    "desc": "Raof Latiff是星展銀行集團數碼部主管,也是星展銀行全球交易服務產品管理部的主管。 他領導星展銀行為大型企業客戶、金融機構和中小企業提供數碼解決方案的戰略。 Raof還負責監督星展銀行全套交易銀行產品和服務的產品開發和商業化,包括現金管理、跟單貿易和開放帳戶貿易融資。 Raof擁有西澳洲柯廷大學資訊系統商業學士學位和英國萊斯特大學MBA學位。"
},{
    "name": "盧廷匡",
    "position": "眾安國際首批籌備組成員",
    "desc": "盧先生從事銀行、諮詢及金融科技領域十餘年，是一位在金融行業擁有豐富經驗的意見領袖。盧先生於滙豐銀行開展他的職業生涯，成為一名見習行政人員參與管理零售及企業銀行業務。在盧先生任內期間，他曾管理滙豐超過300位客戶經理的團隊，並新建立了滙豐中國數碼團隊和亞太數碼戰略合作團隊，推動與世界科技巨頭及金融科技公司合作，探索投資機會。盧先生還曾就職於麥肯錫和安永諮詢，專門為銀行及保險公司等金融機構提供數碼轉型及金融科技戰略諮詢服務。盧先生畢業於香港科技大學工商管理學系，並在香港科技大學取得金融碩士學位。"
},{
    "name": "Clara Chiu",
    "position": "證券及期貨事務監察委員會中介機構部發牌科總監兼金融科技組主管",
    "desc": "Clara Chiu是證券及期貨事務監察委員會負責金融科技領域的主管。她也是該委員會的中介機構部發牌科總監，以及該委員會金融科技顧問組的當然成員。她監管著該委員會金融科技聯繫工作組，該工作組負責接收來自有意在香港設立金融服務和業務的金融科技公司的初步問詢。她是香港、英格蘭和威爾士的持牌律師。在加入證券及期貨事務監察委員會之前，她在國際上的律師事務所工作，內容涵蓋監管顧問工作、商業和監管訴訟等。在證券及期貨事務監察委員會服務的期間，她也參與到仲介監管部門的工作，引領該委員會的監察、政策及監管改革的團隊。"
},{
    "name": "Paul Yuen",
    "position": "新加坡金融管理局法律部總法律顧問",
    "desc": "Paul Yuen先生是新加坡金融管理局法律部門的總法律顧問，該部門負責監督新加坡金融管理局的法律事務，並支持所有部門履行新加坡金融管理局的職能。這包括新加坡金融管理局作為中央銀行和金融監管機構所需提供的咨詢服務。在擔任總法律顧問之前，Paul Yuen先生曾擔任市場行為部和企業融資及消費者部的執行董事，負責監督與企業融資、市場不端行為執法和消費者利益相關的資本市場問題。在此之前，他曾在銀行與金融學院擔任首席執行官，並且曾擔任新加坡金融管理局戰略發展部主管。Paul Yuen先生畢業於新加坡國立大學，是新加坡最高法院的辯護律師。"
},{
    "name": "Patricia Yeung",
    "position": "香港投資推廣署金融科技高級經理",
    "desc": "Patricia Yeung 是香港投資推廣署金融科技高級經理。投資推廣署隸屬於香港特別行政區政府，負責為香港促進外商直接投資。在2016年，香港投資推廣署成立了一個金融科技技術團隊，吸引來自內地和海外頂尖創新的金融科技公司、企業家、投資者、加速器及研發機構，協助相關企業在香港成立及發展業務。楊女士畢業於英國布里斯托大學，在加入香港投資推廣署前曾在私營部門工作。"
},{
    "name": "曲俊杰",
    "position": "PlatON首席技術官",
    "desc": "曾擔任中科院應用數學研究所中級研究員，先後參與多個國家重點項目。曾作為聯席CEO共同創立上海金納科技，主導搭建了中國最先進的算法交易平台；歷任UBS證券AD，摩根士丹利副總裁、執行董事；曾負責與全球頂級投行、對沖基金的對接，電子交易平台，算法交易系統，實時交易數據等工作。擁有近30年全球一流機構的IT架構、實施與管理經驗；具備超過20年金融系統業務架構與技術架構研發與運營經驗；精通國際電子交易標準，參與亞洲FIX協議工作組和國際工作組。精通路透社國際數據標準，熟知國際百餘家交易所交易及數據接口標準。 15年海外經歷，管理來自40多個國家的多元文化團隊。"
},{
    "name": "Aaron L. Kaplan",
    "position": "Prometheum創辦人&聯合首席執行官",
    "desc": "Aaron是Prometheum創辦人兼聯合首席執行官。Prometheum Inc.是一家總部位於紐約的金融科技公司，在整個證券型代幣生命週期內構建符合聯邦證券法、原生區塊鏈的生態系統。Aaron還是Gusrae Kaplan Nusbaum的一位律師，他專注於分散式帳本技術在證券行業的應用。自2016年以來，Aaron一直擔任EquityArcade Services LLC的管理成員，EquityArcade Services LLC是一家專注於線上資本形成解決方案的技術供應商。2015年，Aaron是Deckbound LLC的聯合創辦人，提供區塊鏈電子遊戲和數碼資產技術。從2007年到2008年，Aaron是證券交易商StockCross Financial Services Inc.的關聯人士，持有第7、63、55、4、24、27和53類證券許可證。"
},{
    "name": "Alan Taylor",
    "position": "香港聯合有限公司董事",
    "desc": "Alan Taylor是一位專門從事亞洲金融市場開發的管理顧問，擁有超過25年的諮詢經驗。他於1993年成立香港聯合有限公司，專職為銀行、保險公司和資產管理公司等一系列金融機構完成諮詢專案，範疇涵蓋業務戰略、基金管理、外判服務、新產品開發和產品定價。他擁有牛津大學的數學和哲學學位，是一名特許管理會計師（ACMA/CGMA），自2001以來一直在香港任職。"
},{
    "name": "Anuj Puri",
    "position": "羅兵咸永道董事",
    "desc": "Anuj是羅兵咸永道會計咨詢團隊的董事，為大型跨國公司和銀行提供有關財務報告問題的建議。Anuj擁有14年以上與複雜交易相關的廣泛財務會計和報告主題的經驗，包括併購、合資、合併、收入確認、金融工具和股票報酬。他曾在亞洲各地進行過多項資本市場交易（收購、資產剝離、集團重組）和GAAP轉換項目。"
},{
    "name": "Bénédicte Nolens",
    "position": "Circle亞歐法規事務負責人及亞洲區CCO",
    "desc": "Bénédicte是Circle的亞歐法規事務負責人以及亞洲區的CCO。她曾於2012年至2018年期間擔任香港證券及期貨事務監察委員會風險及策略主管，並於2007年至2012年擔任瑞士信貸的董事總經理，此前曾擔任高盛執行董事及偉凱律師事務所的合夥人。她還是香港金融科技協會的董事會成員，全球數碼金融咨詢委員會成員以及金融女性教育委員會聯合主席。2016年，她在亞洲金融論壇上獲得了中國日報亞洲傑出女性獎，此獎為企業家、創新者及變革推動者所設立。她擁有魯汶大學的學士學位（1995年 - 高級榮譽學位）和芝加哥大學的法學碩士學位（1996年）以及MBA學位（2004年 - 高級榮譽學位）。她從1999年開始進入紐約州律師協會。"
},{
    "name": "Ben El-Baz",
    "position": "HashKey Pro首席戰略官",
    "desc": "畢業於斯坦福商學院，並為斯坦福大學最大的學生區塊鏈組織聯合創始人。具有10年以上矽谷和中國高科技初創企業高管經驗，職業生涯從衍生品交易員和分析師開始。"
},{
    "name": "Benjamin Quinlan",
    "position": "Quinlan＆Associates首席執行官兼執行合夥人",
    "desc": "Benjamin Quinlan是Quinlan＆Associates的首席執行官兼執行合夥人、香港金融科技協會（FTAHK）董事會成員、EFAdrin董事、Picowork和Emotics高級顧問、平安雲加速器導師、eFinancialCareers和Regulation Asia的客座貢獻者，並在2018年被提名為萊迪思80年代金融科技業最有影響力的50人之一。Benjamin擁有廣泛的業績記錄，為眾多世界領先的跨國公司、金融服務機構、中小企業和初創企業提供各種備受矚目的戰略合作建議。他的言論在全球金融媒體上被廣泛引用，並經常接受彭博社、路透社和CNBC等主流媒體的採訪。在創立Quinlan＆Associates之前，Benjamin曾擔任德意志銀行股票在亞太地區的股票業務及其在大中華區投資銀行的戰略主管。在加入德意志銀行之前，Benjamin曾在一家領先的國際戰略咨詢公司Oliver Wyman擔任管理顧問。Benjamin也曾於瑞銀集團的擔任亞太客戶服務和集團戰略部門主管，負責向區域總裁及首席執行官匯報業務。他的職業生涯始於悉尼羅兵咸永道（PwC）的併購和資本市場咨詢。Benjamin擁有悉尼麥格理大學的商業學士/法學學士（榮譽學位）和經濟學（獲獎學金資助）一等榮譽學位。"
},{
    "name": "Benjamin Soong",
    "position": "Ledger亞太區負責人",
    "desc": "Benjamin負責Ledger的3條業務線: 硬體錢包、企業保險庫和物聯網"
},{
    "name": "Cat Rüst",
    "position": "瑞銀財富管理創新技術大中華地區主管",
    "desc": "Cat擁有豐富領導經驗，曾帶領大型集團及初創企業推動移動技術、互聯網及軟件相關的轉型。 她目前是UBS財富管理創新技術大中華地區主管，負責推動客戶在科技領域的參與。在此之前，她用了超過15年的時間在香港，中國，美國和英國建立了八家軟件、雲服務和移動技術公司。為了推廣科技和促進轉型，Cat在女性基金會和香港投資推廣署擔任高級職務；她還領導著一個擁有超過12,000名成員的Facebook社區。她被澳新銀行評為最傑出的20位女企業家之一，並被DigFin評為“金融科技最傑出的25名女性”之一。"
},{
    "name": "David Carlisle",
    "position": "Elliptic社區負責人",
    "desc": "David擁有超過十年與AML/CFT法規相關的工作經驗，現在總部位於倫敦的加密貨幣領域AML/CFT解決方案供應商Elliptic，負責就加密貨幣相關的監管問題領導與政策及外部持份者的溝通工作。此前，David曾在美國財政部的恐怖主義和金融情報辦公室工作。"
},{
    "name": "David Johnston",
    "position": "Factom董事會主席",
    "desc": "David Johnston是多家技術創業公司的首席執行官，天使和創業階段投資者，成長階段公司以及區塊鏈領域的開源軟體專案的董事會成員和顧問。 Factom®成立於2014年，由八位聯合創始人組成，他們認識到需要使世界體系更加誠實。 過去，分散式記錄，資訊和文檔難以保護和同步，並且由於涉及手動操作而無法真正驗證。Factom®通過行業變革的產品支援透明業務實踐的未來。 Factom®重視誠實，透明，並努力通過我們構建的軟體改變未來。"
},{
    "name": "David Kwan",
    "position": "納斯達克SMARTS市場監管亞洲區負責人",
    "desc": "David Kwan是納斯達克亞洲SMARTS市場監管主管。David擁有新南威爾士大學學士學位（金融專業）/理學學士學位（計算機科學專業），在過去11年多來一直是SMARTS社區不可或缺的成員。在David的監管職業生涯中，他曾擔任過各種不同的工作角色，從警示與報告系統的演算法設計、首席業務分析師、監督咨詢服務以至他目前的職位負責管理亞洲交易所及監管機構客戶。David很自豪能夠與亞洲、歐洲和美洲的納斯達克SMARTS 50+交易所和監管機構的大多數客戶合作。在過去的十年中，David經常訪問各地與客戶會面並一起工作，學習全球其他市場的經驗，包含新興市場及已發展市場。近來，他開始為數碼資產交易初創企業提供監管相關的專業服務。"
},{
    "name": "Dmitry Kalichkin",
    "position": "Cryptolab Capital合夥人",
    "desc": "Dmitry是位於三藩市的多頭數碼資產對沖基金Cryptolab Capital的合夥人兼研究主管。 他是數碼資產評估領域的活躍份子,曾在該領域推行Kalichkin NVT比率和網絡價值與Metcalfe(NVM)倍數等技術，後來受到行業廣泛運用。 Dmitry在歐洲和美國有科技及風險投資背景。 他擁有斯坦福商學院的MBA學位,莫斯科州立大學的數學碩士學位。"
},{
    "name": "杜宇",
    "position": "上海萬向區塊鏈股份公司副總經理",
    "desc": "上海萬向區塊鏈股份副總經理、萬向區塊鏈實驗室負責人。浙江大學碩士、美國理海大學MBA。2015年8月加入中國萬向控股，負責萬向區塊鏈實驗室各項工作及萬向區塊鏈股份公司運營及產品相關業務。參與發起與籌備中國分布式總賬基礎協議聯盟(ChinaLedger聯盟)，並負責聯盟秘書處各項工作，擔任中國區塊鏈技術與產業發展論壇副秘書長。杜宇先生此前就職於華三通信，擁有多年通信行業研發工作經驗。"
},{
    "name": "E David Ellington",
    "position": "矽谷區塊鏈協會創辦人兼執行主席",
    "desc": "E David Ellington是矽谷區塊鏈協會（SVBS）的創辦人兼執行主席，是這個國際性的、邀請制的、會員主導型的生態系統領導人物，協助支援各行各業的區塊鏈項目，為社會帶來正面影響。總括來說，SVBS現有成員擁有1.5萬億美元以上的管理資產。SVBS成員具有廣泛的經驗和背景，包括機構投資者、企業、政府、超高資產淨值人士、企業家、開發商、影響者和區塊鏈愛好者。他曾任三藩市雇員退休系統董事會受託人及委員。"
},{
    "name": "Ernie Ho",
    "position": "UnBlock Analysis首席執行官兼聯合創辦人",
    "desc": "Ernie Ho, UnBlock Analysis首席執行官兼聯合創辦人,是一位畢業於麻省理工學院(MIT)和卡內基梅隆大學(CMU)的人工智能研究員。 Ernie數次贏得了國際區塊鏈比賽包括麻省理工學院比特幣黑客松和東京Longhash區塊鏈黑客松。 他利用自己在人工智能和區塊鏈方面的專業知識,揭示不同區塊鏈分散式帳本中每筆交易背後的目的及風險。 他與他的團隊,一群天才駭客、人工智能、區塊鏈、網絡安全和合規方面的專業人士和教授,致力於為加密交易所和金融機構構建立一個合乎嚴格了解客戶(KYC)及反洗錢(AML)法規的智能區塊鏈分析平台。"
},{
    "name": "FAN Hongda",
    "position": "TokenGazer Inc.首席執行官",
    "desc": "TokenGazer創辦人兼首席執行官,專注於區塊鏈領域的數據分析,技術研究以及資產估值。 曾任職新三板上市公司首席運營官,通⽤電氣中國區製造專案總監等,他擁有香港大學MBA學位以及麻省理工區塊鏈創新高級管理課程認證。"
},{
    "name": "福井崇人",
    "position": "日本虛擬貨幣兌換協會事務局長",
    "desc": "福井崇人先生是日本虛擬貨幣兌換協會的事務局長。該協會去年10月被日本金融服務局授予自我監管組織地位。它目前有17個成員，其職責包括檢查，行業指導和研究虛擬貨幣兌換公司。"
},{
    "name": "郭忠勇",
    "position": "亞洲資本再保險集團首席投資官",
    "desc": "郭忠勇先生現任新加坡亞洲資本再保險集團(ACR)首席投資官。他和他的團隊負責管理該集團的全球資產配置和投資。在2008年加入ACR 之前，郭先生在紐約XL資本集團工作，負責在全球範圍內發起、構建和執行資產支援交易及投資活動，業務範圍側重於亞洲、美國和拉丁美洲區域。在那之前，郭先生在瑞士再保險集團的蘇黎世總部、倫敦和香港分公司工作，曾主導多項亞洲和歐洲的信用交易。郭先生擁有上海財經大學經濟學碩士學位和紐約哥倫比亞大學工商管理碩士學位，並持有特許金融分析師資格。"
},{
    "name": "海贼王",
    "position": "慢霧科技安全負責人",
    "desc": "總部位於廈門的廈門慢霧科技有限公司，由一支擁有十多年一線網路安全攻防實戰的團隊創建，專注區塊鏈生態安全。團隊成員曾於 Google、微軟、W3C、公安部、騰訊、阿里巴巴及百度等多家企業任職。團隊成員多項成果也曾獲得Black Hat 等全球安全會議肯定。慢霧科技具備安全審計、防禦部署和地下威脅情報跟踪的核心技術能力，為全球多家頂級交易所、錢包及智能合約提供安全審計與防禦部署，並通過獨有的地下駭客風向標追蹤引擎，持續為合作公司及國家相關部門提供威脅情報。"
},{
    "name": "Han Ming Ho",
    "position": "Sidley Austin LLP亞洲投資基金業務合夥人兼聯合領導人",
    "desc": "Han Ming Ho是Sidley Austin LLP亞洲投資基金業務的合夥人兼聯合領導人。他專注於開放式和封閉式實體基金構成和相關法規事項，並定期向基金經理提供有關在新加坡建立業務運營，以及在新加坡和其他亞太地區設立、構建和註冊投資基金的建議。此外，Han Ming Ho的監管經驗包括就證券和金融諮詢法的審查和許可問題提供諮詢，並定期與新加坡監管機構聯繫。"
},{
    "name": "Jason Chang",
    "position": "鉑鈞資本合夥人",
    "desc": "Jason從事技術、企業戰略、銷售和營銷領域已有20多年。他的職業生涯始於矽谷，隨後移居亞洲，開始為初創企業提供咨詢服務、共同創辦和募集天使和風險投資。他全程參與指導初創企業的建立過程，從開端的概念發想直到最後的成型退場。Jason目前經營一家風險投資公司，專注於投資亞洲的早期科技創業公司，並已投資各種類型的行業，包括物流、人工智能、SaaS、營銷技術等。在從事風險投資工作之前，他曾擔任Groupon全國銷售區域負責人，負責業務發展和戰略客戶合作。他曾領導新加坡、馬來西亞、印度尼西亞、台灣和香港的亞太團隊。"
},{
    "name": "蔣長浩",
    "position": "Cobo錢包聯合創辦人兼首席技術官",
    "desc": "蔣長浩博士從2013年開始投身加密貨幣行業，創立了中國的第一個加密貨幣錢包——幣行。幣行後被知名加密貨幣交易所公司 OKCoin 收購。此前，他的職業生涯起步於美國矽谷——Google，並於2008年作為早期員工加入了當時正在冉冉升起的 Facebook。在 Facebook 任職的四年多期間，蔣長浩帶領團隊完成 Big Pipe 協議的研發，大幅提升了 Facebook 頁面加載的速度——現在這一技術已經被廣泛運用於各種高並發技術場景。他獲得伊利諾伊大學厄巴納-香檳分校計算機科學博士學位。"
},{
    "name": "Jonathan Ha",
    "position": "鴻播公司創辦人兼首席執行官",
    "desc": "Jonathan Ha是代幣化研究生態系統的創造者 - 鴻播公司的創辦人兼首席執行官，他在管理諮詢領域有著超卓的背景經驗，曾為大型金融機構提供營運及企業戰略諮詢。Jonathan畢業於賓夕法尼亞大學電腦工程和經濟學專業，隨後獲得加州大學伯克利分校哈斯商學院的MBA學位，同時他也持有CFA證書。"
},{
    "name": "Kenneth Xu",
    "position": "金杜律師事務所銀行與金融業務執業律師",
    "desc": "Kenneth 於金杜律師事務所專職於銀行與金融業務，其服務的主要客戶包括Dianrong及 MagicFintech等行內領先的金融科技企業。Kenneth 為Starwin Capital創始團隊成員之一，負責基金募集、投資與管理。2015年起專注參與加密貨幣及區塊鏈行業。Kenneth擁有復旦大學碩士學位。"
},{
    "name": "羅榮閣",
    "position": "上海萬向區塊鏈股份公司首席技術官",
    "desc": "上海萬向區塊鏈股份公司首席技術官，產品和研發團隊負責人，ISO/ TC307 區塊鏈國際標準本體論專案負責人。擁有15年的IT技術規劃及管理方面的從業經歷，曾在中國證監會直屬的證券期貨交易所負責技術系統規劃工作，長期與納斯達克交易所、紐約證券交易所、泛歐交易所等國際領先交易所集團共同開展技術項目，與歐美技術架構師進行過深入合作交流，具有深厚的金融技術背景和全球化視野，撰寫的論文還曾獲評證監會優秀論文。在區塊鏈前沿技術及其在金融行業應用方面具有很強的研究能力。"
},{
    "name": "李晨",
    "position": "HashQuark首席執行官",
    "desc": "具有12年以上相關從業經驗及多年區塊鏈和雲計算产品經驗，並擁有多項技術專利，創建了區塊鏈創新BaaS平台並服務著名企業客户；區塊鏈社區KOL，專注區塊鏈背後的技術研究和產品模式演進。曾在通聯數據擔任金融雲端和智能投研負責人。"
},{
    "name": "劉鋒",
    "position": "鏈聞聯合創辦人兼主編",
    "desc": "劉鋒先生是鏈聞的聯合創辦人和主編，鏈聞是一家致力於區塊鏈和加密貨幣行業的中國領先在線新聞媒體。為了準確客觀地報導新聞，鏈聞提供全面的資訊以及對區塊鏈生態系統和加密貨幣發展的深入分析。劉先生是一名專業記者，擁有20年的商業報導和新聞編輯管理經驗。此前，劉先生是彭博商業周刊中文版的主編，該版是中國頂級商業刊物之一。"
},{
    "name": "Malcolm Wright",
    "position": "Diginex Limited首席合規官",
    "desc": "Malcolm Wright的職責是確保Diginex集團合乎所在經營地區的法規。此前，Malcolm是金融科技支付供應商Revolut的首席審查官，並曾在Thomson Reuters反金融犯罪業務部門擔任高級領導職務。Malcolm是一名行內活躍的演說家，並為多個國際組織委員會成員，包括領導全球數碼金融（Global Digital Finance）的反黑錢工作組，數碼金融為一個由加密資產行業主導的組織，旨在為行業制定行為準則和最佳實踐。同時，Malcom是英國皇家聯合服務學院（Royal United Services Institute）倫敦金融犯罪研究中心的助理研究員。"
},{
    "name": "Michael Wu",
    "position": "Amber AI首席执行官",
    "desc": "5億美金規模海外對沖基金 基金經理\n前紐約高盛、香港摩根士丹利交易員,常春藤名校達特茅斯經濟學最高榮譽學位,牛津大學洛克菲勒訪問學者, 高智商俱樂部門薩(Mensa) 會員，香港青年交易員協會(CNHT) 副會長。"
},{
    "name": "Min-Q Kim",
    "position": "Korea Investment Partners執行董事",
    "desc": "前三星高級電子工程師。在軟件，人工智能與區塊鏈領域擁有超過11年的全球風險投資經驗。以太坊早期投資者和區塊鏈愛好者。"
},{
    "name": "Putin Liu",
    "position": "萬向區塊鏈實驗室研究總監",
    "desc": "前火幣區塊鏈研究院首席分析師，主要負責區塊鏈技術路線研究、行業研究報告和區塊鏈項目評估。具有超過10年大型項目管理經驗，涉及核電、醫藥行業。"
},{
    "name": "齊銀良",
    "position": "MarineX聯合創辦人兼首席執行官",
    "desc": "齊銀良畢業於上海海事大學，在上海航運交易所工作期間，熟悉並掌握了大量的航運基礎知識與實操業務，2010年底辭職創辦航運界網，短時間內將其打造成了名副其實的中國最大航運新媒體。曾策劃主辦《國際航運與互聯網高峰論壇》、《國際航運與金融高峰論壇》、《中國航運百人頒獎盛典》等幾十次場大型論壇。報道過數十篇行業內極具影響力的文章，行業用戶累計達50萬人。2018年創辦MarineX，致力於以數碼化的形式，推動海事產業的可持續發展。齊銀良先生曾榮獲中國航運青年傑出人物、上海市五四青年獎章榮譽稱號、陸家嘴十大傑出青年，現還擔任中國港航科技與創新聯盟秘書長、上海海事大學校友企業家聯合會秘書長、上海市青聯委員、虹口區青聯常委等社會職務。"
},{
    "name": "喬紅濤",
    "position": "PlatON首席生態官",
    "desc": "前摩根大通資產管理部執行董事，芝加哥大學金融工程碩士。全球資產配置和量化策略部主管、列席投資委員會成員。擁有超過12年摩根大通工作經驗，涉及總部投行、資產管理、私人銀行、IB等部門。近幾年專注於創新性金融投資產品設計、尤其是大數據，人工智能和區塊鏈在華爾街的應用。"
},{
    "name": "宋嘉吉",
    "position": "國盛證券區塊鏈研究院院長",
    "desc": "8年TMT研究經驗，2016-2017“新財富”通信行業最佳分析師。2013年開始接觸比特幣，先後見證並參與ETH、NEO、QTUM、VEN、DDD等區塊鏈項目的早期投資。2018年參編央行指導、社科院主編的《中國區塊鏈發展報告(2018)》，並參與多部委、銀行的區塊鏈咨詢與交流，對虛擬貨幣、區塊鏈應用有獨到見解。"
},{
    "name": "Urszula McCormack",
    "position": "金杜律師事務所合夥人",
    "desc": "Urszula McCormack是亞洲領先的區塊鏈律師和金融監管專家之一，專注於新興技術和金融犯罪。2018年，她被《金融時報》評為年度十大法律界創新人物。"
},{
    "name": "顏蘇岷",
    "position": "墨魚大王合夥人",
    "desc": "前中資保險FOF基金經理，現為虛擬幣量化投資合夥人。"
},{
    "name": "翁溢銘",
    "position": "火幣高級分析師",
    "desc": ""
},{
    "name": "鄭丹楓 CFA",
    "position": "HashKey Pro首席執行官",
    "desc": "具有20年以上全球市場投資經驗，曾任法國巴黎銀行資產管理部大中華區主管及總經理。現為一名活躍於金融科技、生物科技和消費科技領域的天使投資者。"
},{
    "name": "鄭迪",
    "position": "星球日報合夥人",
    "desc": ""
}]