[{
    "name": "XIAO Feng",
    "position": "Vice Chairman & Executive Director, China Wanxiang Holdings; Chairman & CEO, Wanxiang Blockchain",
    "desc": "Vice Chairman and Executive Director of China Wanxiang Holdings, Chairman and CEO of Wanxiang Blockchain, 25 years of experience in the securities and asset management industry."
},{
    "name": "Michel Lee",
    "position": "Executive President, Hashkey Group",
    "desc": "Over 20 years of investment banking experience with UBS London, Tokyo, Beijing and Hong Kong.   Ex-board of directors of UBS Securities.  Led over 100 large capital-raising and M&A transactions; and pioneered a large number of new services and business models in the derivatives and alternative investment product markets.  MSc in Computer Science from Imperial College London. "
},{
    "name": "Raof Latiff",
    "position": "Managing Director, DBS",
    "desc": "Raof Latiff is the Group Head of Digital for Institutional Banking Group and Group Head of Product Management for Global Transaction Services at DBS. In this role, he leads the strategy and delivery of DBS’digital solutions for large corporate customers, financial institutions and SMEs. Raof also oversees the product development and commercialization of DBS’ full suite of transaction banking products and services, including cash management, documentary trade and open account trade finance. Raof holds a Bachelor of Commerce in Information Systems from Curtin University, Western Australia and a MBA from University of Leicester, United Kingdom."
},{
    "name": "Ken Lo",
    "position": "Founding Member, ZhongAn International",
    "desc": "Ken has more than 10 years of financial industry experience, ranging from banking, consulting and fintech spaces and is an experienced thought leader. He started his career as HSBC in Hong Kong as a management trainee, spanning across retail and corporate banking businesses. During his time there, he managed more than 300 relationship managers, established the HSBC China Digital team and Asia Pacific strategic partnership team from the ground up, and drove partnerships and explored investment opportunities with global tech and fintech giants. He also worked at McKinsey and Ernst and Young advisory, specialising in serving banking and insurance companies on digital transformation and fintech strategies. He graduated from HKUST BBA and also obtained a Master of Finance (Investment Management) at HKUST. "
},{
    "name": "Patricia Yeung",
    "position": "Senior Manager, Fintech, InvestHK",
    "desc": "InvestHK’s fintech team provide practical support and assistance on setting up offices, facilitating visa and banks accounts, regulators introductions, networking opportunities, guidance in government grants and funding. Patricia graduated from the University of Bristol and worked in the private sector before joining InvestHK."
},{
    "name": "QU Junjie",
    "position": "CTO，PlatON",
    "desc": "Co-founder of Genus Finance which is a leading algorithm trading service provider on China market. Before that, Mr Qu was Executive Director of Morgan Stanley Algorithm trading development team in Shanghai, head of Real Time Market Data development and integration team of Asia. As UBS AD, Mr Qu was manager of Asia DAT team, electronic trading system developer.25+ years track record of software delivery, management in multi-national firms.20+ years’experience in top level finance industry firms.More than 15+ years working experience in Tokyo."
},{
    "name": "Aaron L. Kaplan",
    "position": "Founder and Co-CEO, Prometheum, Inc.",
    "desc": "Aaron is the founder and co-CEO of Prometheum, Inc., a NYC based fintech company building a Federal Securities Law compliant, blockchain native, ecosystem for the entire security token lifecycle. Aaron is also an attorney at Gusrae Kaplan Nusbaum, where he has focused his practice on the applications of distributed ledger technology in the securities industry. Since 2016, Aaron has served as the Managing Member of EquityArcade Services LLC, a technology provider focused on online capital formation solutions. In 2015, Aaron was a co-founder of Deckbound LLC, a blockchain video gaming and digital asset technology company. From 2007-2008 Aaron was an associated person with StockCross Financial Services, Inc., a broker-dealer, where he held Series 7, 63, 55, 4, 24, 27 and 53 securities licenses."
},{
    "name": "Alan Taylor",
    "position": "Director, AT Associates Hong Kong Limited",
    "desc": "Alan Taylor is a management consultant specialising in the development of financial markets in Asia. He has over 25 years consulting experience. He founded AT Associates in 1993. The company has completed projects for a range of financial organisations, including banks,insurance companies and asset managers. These have covered areas such as business strategy, fund administration, outsourcing, new product development, and product pricing. He has a degree in Mathematics and Philosophy from Oxford University, is a Chartered Management Accountant (ACMA/CGMA) and has been based in Hong Kong since 2001."
},{
    "name": "Anuj Puri",
    "position": "Director, PwC",
    "desc": "Anuj is a Director with PwC’s Accounting Advisory team providing advice to large multi-national corporations and banks on a host of financial reporting issues. Anuj has 14+ years of experience working with a broad range of financial accounting and reporting topics associated with complex transactions, including mergers and acquisitions, joint ventures, consolidation, revenue recognition, financial instruments and stock compensation. He has worked on a number of capital market transactions (acquisitions, divestitures, group reorganisations) and GAAP conversion projects across Asia."
},{
    "name": "Bénédicte Nolens",
    "position": "Head of Regulatory Affairs for Asia and Europe & CCO for Asia for Circle",
    "desc": "Bénédicte is the Head of Regulatory Affairs for Asia and Europe & CCO for Asia for Circle. From 2012 to 2018 she was the Head of Risk and Strategy of the Hong Kong Securities and Futures Commission, from 2007 to 2012 she was a Managing Director at Credit Suisse, and before that an Executive Director at Goldman Sachs and an associate at White and Case. She also is a Board Member of the Hong Kong Fintech Association, a Member of the Global Digital Finance Advisory Council and the co-Head of the Educational Committee of Women in Finance. In 2016 she was a recipient of the China Daily Asian Women Leadership Awards for people who are dedicated to entrepreneurialism, innovation and change at the Asia Financial Forum. She holds a J.D. from the University of Leuven (1995 - High honours) and an LLM (1996) and  MBA (2004 - High honours) from the University of Chicago. She is admitted to the New York State Bar since 1999."
},{
    "name": "Ben EI-Baz",
    "position": "CSO, HashKey Pro",
    "desc": "Stanford GSB, co-founder of Stanford's largest student-led blockchain group. 10+ years of executive experience in high-tech startups in both Silicon Valley and China. Started career as derivatives trader and analyst."
},{
    "name": "Benjamin Quinlan",
    "position": "CEO & Managing Partner, Quinlan & Associates, Board of Directors, FinTech Association of Hong Kong (FTAHK)",
    "desc": "Benjamin Quinlan is the CEO and Managing Partner of Quinlan & Associates and sits on the Board of Directors at the FinTech Association of Hong Kong (FTAHK). He is also a Director at EFAdrin, a Senior Advisor for Picowork and Emotics, a Mentor for PingAn’s Cloud Accelerator, a Guest Contributor for eFinancialCareers and Regulation Asia, and was named as one of Lattice 80’s top 50 FinTech influencers in Hong Kong in 2018. Benjamin has an extensive track record advising many of the world’s leading multinational companies, financial services organizations, SMEs and start-ups on a variety of high-profile strategic engagements. He is quoted extensively in the global financial press and is frequently interviewed by leading media outlets, including Bloomberg, Reuters and CNBC. Prior to founding Quinlan & Associates, Benjamin was the Head of Strategy for Deutsche Bank AG’s Equities business in Asia Pacific and its Investment Bank in Greater China. Prior to Deutsche Bank, Benjamin worked as a Management Consultant at Oliver Wyman, a leading international strategy consulting firm, and at UBS AG in the bank’s Asia Pacific Client Coverage and Group Strategy departments, reporting into the regional President and CEO. He began his career in M&A and Capital Markets Advisory at PricewaterhouseCoopers (PwC) in Sydney. Benjamin holds a Bachelor of Commerce / Bachelor of Laws (Honours) and a First Class Honours Degree in Economics (on scholarship) from Macquarie University, Sydney."
},{
    "name": "Benjamin Soong",
    "position": "Head of Asia Pacific，Ledger",
    "desc": "Benjamin is responsible for all 3 lines of business for Ledger: Hardware Wallets, Enterprise Vault and IoT."
},{
    "name": "Cat Rüst",
    "position": "Head of Innovation Technologies Greater China, UBS AG",
    "desc": "Cat has extensive leadership experience driving mobile, internet and software related transformation with large enterprises and start-ups. Her current role is Head of Innovation Technologies, UBS Wealth Management Greater China where she is responsible for driving client engagement around technology. Previously, she spent more than 15 years building eight technology companies in software, cloud and mobile in Hong Kong, China, the US and the UK. With the aim of promoting technology and transformation, Cat holds senior roles with the Women's Foundation and InvestHK; she also leads a Facebook community with over 12k members around start-up. She was named a top 20 female entrepreneur to watch by ANZ Bank and on the \"Top 25 woman in Fintech\" by DigFin."
},{
    "name": "David Carlisle",
    "position": "Head of Community, Elliptic",
    "desc": "David leads engagement with policymakers and other external stakeholders on cryptocurrency-related regulatory issues at Elliptic, a London-based provider of AML/CFT solutions for the cryptocurrency space. David has more than a decade of experience working in both public and private sector roles focused on AML/CFT regulation. David previously worked in the United States Department of the Treasury’s Office of Terrorism and Financial Intelligence."
},{
    "name": "David Johnston",
    "position": "Chairman, Factom",
    "desc": "David Johnston has been a CEO of several technology startups, David Johnston is an active angel & venture stage investor, board member & advisor to growth stage companies and open source software projects in the blockchain space. Factom® was established in 2014 by a team of eight co-founders who recognized the need to make the world’s systems more honest. In the past, distributed records, information and documents have been difficult to protect, challenging to synchronize, and impossible to truly verify because of the manual effort involved. At Factom®, we support a future of transparent business practices with our industry changing products. We value honesty, transparency and strive to change the future through the software we build."
},{
    "name": "David Kwan",
    "position": "Head of Asia - SMARTS Market Surveillance, Nasdaq",
    "desc": "David Kwan is Head of Asia Nasdaq SMARTS Market Surveillance. David’s background started with degrees in Bachelors of Commence (Finance)/Bachelors of Science (Computer Science) from the University of New South Wales and for the past 11+ years have been an integral member of the SMARTS community. Throughout David’s career in surveillance he have experienced multiple roles from algorithm design/development of alerts and reports, lead business analyst, surveillance advisory and his current role managing exchange and regulator customers in Asia. David is proud to have worked with majority of Nasdaq SMARTS 50+ exchange and regulator customers in Asia, Europe and America. For the past decade in his multiple roles David has frequently travel to meet and work alongside customers to learn from global markets both emerging and developed, and most recently providing surveillance expertise for digital asset exchange start-ups."
},{
    "name": "Dmitry Kalichkin",
    "position": "Partner, Cryptolab Capital",
    "desc": "Dmitry is the Partner and Head of Research at Cryptolab Capital – long-short digital asset hedge fund based in San Francisco. He is an active contributor to the field of digital asset valuation, and has introduced a few widely used methods like Kalichkin NVT ratio and Network Value to Metcalfe (NVM) multiple. Dmitry has a background in tech and venture capital in Europe and US. He holds an MBA from Stanford Business School, and MS in Mathematics from Moscow State University."
},{
    "name": "Don Guo",
    "position": "Chief Investment Officer, Asia Capital Reinsurance Group",
    "desc": "Mr. Don Guo is Chief Investment Officer for Asia Capital Reinsurance Group (ACR) in Singapore.  MR. Guo and his team are responsible for the Group’s global asset allocation and investments. Prior to joining ACR in 2008, Mr. Guo worked with XL Capital Group in New York, mainly responsible for originating, structuring and executing asset-backed transactions and investments globally with particular focus on Asia, US and Latin America. Prior to that, He was with Swiss Re Group in Zurich, London and Hong Kong and worked on various Asian and European credit transactions. Mr. Guo received his MBA Degree from Columbia University in New York. He also holds MS. Economics Degree from Shanghai University of Finance & Economics. Mr. Guo is a CFA charterholder."
},{
    "name": "DU Yu",
    "position": "Vice General Manager, Shanghai Wanxiang Blockchain Inc.",
    "desc": "Mr.Yu Du is the Vice General Manager of Wanxiang Blockchain Inc. and general director of Wanxiang Blockchain Labs. He holds a Master degree from Zhejiang University and a MBA degree from Lehigh University. Since joining Wanxiang Holdings in August 2015, Yu Du is in charge of operation and products of Wanxiang Blockchain Inc and the management of Wanxiang Blockchain Labs. He is one of the initiators of ChinaLedger and works for the Secretariat in ChinaLedger. Besides, he is Under-Secretary-General of CBD Forum. Du Yu has many years’ R&D working experience in communication industry. Previously, he worked in H3C for several years."
},{
    "name": "E David Ellington",
    "position": "Founder & Executive Chairman, Silicon Valley Blockchain Society (SVBS)",
    "desc": "As Founder & Executive Chairman of SVBS, E David Ellington is a leading figure in the global, invite-only, member-driven ecosystem supporting blockchain projects across industries and for social impact. Collectively, SVBS members represent $1.5+ trillion in assets under management. SVBS members represent a broad spectrum of experience and backgrounds which include institutional investors, corporations, government, ultra high net worth individuals, entrepreneurs, developers, influencers, and blockchain enthusiasts. He was also the Former Trustee and Commissioner on the San Francisco Employees' Retirement System (SFERS) Board."
},{
    "name": "Ernie Ho",
    "position": "CEO and Co-founder，UnBlock Analysis",
    "desc": "Ernie Ho, the CEO and Co-founder of UnBlock Analysis Inc. , is an AI Researcher from Massachusetts Institute of Technology (MIT) and Carnegie Mellon University (CMU). Ernie won several international blockchain competitions including MIT Bitcoin Hackathon and Tokyo Longhash Blockchain Hackathon. He utilized his expertise in AI and Blockchain to disclose intention and risk behind every transaction across different blockchain ledgers. He dedicated his team, a group of genius hackers, professionals and professors in AI, blockchain, cybersecurity and compliance, to build an intelligent blockchain analysis platform for crypto exchanges and financial institutions to comply with strict KYC/AML regulations."
},{
    "name": "FAN Hongda",
    "position": "CEO，TokenGazer Inc.",
    "desc": "Hongda is the founder and CEO of TokenGazer and hefocuses on data analysis, technology research and asset valuation in blockchain area. He was the Chief Operating Officer of the New Third Board Listed Company and the Director of Manufacturing Projects in China. He received his MBA Degree from The University of Hong Kong and the Senior Management Certificate of Block Chain Innovation from Massachusetts Institute of Technology."
},{
    "name": "Han Ming Ho",
    "position": "Partner and Co-leader, Asia Investment Funds Practice, Sidley Austin LLP",
    "desc": "Han Ming Ho is a co-leader of the firm’s Asia Investment Funds practice. He focuses on fund formation of open-ended and close-ended entities and related regulatory matters as well as regularly advises fund managers on the establishment of business operations in Singapore, together with the establishment, structuring and registration of investment funds in Singapore and other Asia Pacific jurisdictions. Han Ming’s regulatory experience includes advising on compliance and licensing issues relating to securities and financial advisory law as well as liaising regularly with Singapore regulators."
},{
    "name": "ISME",
    "position": "Security Director，SlowMist",
    "desc": "Xiamen SlowMist Technology Co., Ltd., headquartered in Xiamen and founded by the team with over ten years of front-line cybersecurity defensive experience, specializes in ecology security of blockchain industry. Our team member formerly worked in numerous company such as Google, Microsoft, W3C, The Ministry of Public Security of the People's Republic of China, Tencent, Alibaba, Baidu, etc. And our achievements were acknowledged by global security conferences such as Black Hat. With core technological capabilities of security audits, defence deployment and underground threat intelligence tracking, SlowMist delivers security audits and defence deployments for exchanges, wallets and smart contracts around the world. Through tracking the engine with a unique weathervane of underground hackers, we continue to provide threat intelligence for partner companies and governments."
},{
    "name": "Jonathan Ha",
    "position": "Founder and CEO，Red Pulse",
    "desc": "Jonathan Ha is the founder and CEO of Red Pulse, a tokenized research ecosystem for China. Mr. Ha has a prior background in management consulting, having advised major financial institutions on operations and corporate strategy. Jonathan studied computer engineering and economics at the University of Pennsylvania, and subsequently received an MBA from the UC Berkeley Haas School of Business. Mr. Ha is a CFA charterholder."
},{
    "name": "Jason Chang",
    "position": "Managing Partner, ACE Capital",
    "desc": "Jason has been in the technology, corporate strategy, sales and marketing sector for over 20 years. He started his career in Silicon Valley, and subsequent moved to Asia where he consulted, co-founded, and raised angel & venture funding for start-ups. He has also been a part of mentoring and growing startups from inception to exit. Jason currently runs a Venture Capital firm focused on investing in early-stage tech startups around Asia, and has made investments in various types of industries including Logistics, AI, SaaS, Marketing Tech and more. Prior to being involved in VC work, he was the Regional Head for National Sales in Groupon, where he was in charge of business development and partnerships for strategic accounts. He led the Asia-Pacific teams in Singapore, Malaysia, Indonesia, Taiwan and Hong Kong."
},{
    "name": "Jason Qiao",
    "position": "Chief Ecosystem Officer, platON",
    "desc": "Former Executive Director of J.P. Morgan Asset Management Master of FinMath, UChicago. Former Executive Director of J.P.Morgan Asset Management. Head of Portfolio Construction and Quant Strategy for Specialized Strategy Team of Private Bank in NYC, sitting as member of the Investment Committee. With 12+ years of experience in JPMorgan, he had extensive experience in asset management, private wealth management, and Investment. His recent focuses cover innovative investment product design, especially with big data, AI, and Blockchain."
},{
    "name": "JIANG Changhao",
    "position": "Co-Founder & CTO, Cobo Custody",
    "desc": "Dr. Jiang dove headfirst into cryptocurrency and, in 2013, launched China’s first cryptocurrency wallet, Bihang, which was later acquired by OKCoin. Before then, he had been a platform engineer at Google and Facebook. Dr. Jiang invented the ‘Big Pipe’ protocol, a now widely-adopted industry standard protocol that reduces website load times by loading elements individually. Dr. Jiang received his PhD in computer science from University of Illinois Urbana-Champaign."
},{
    "name": "Kenneth Xu",
    "position": "Lawyer, King & Wood Mallesons",
    "desc": "Kenneth specialises in banking and financial business at King & Wood Mallesons where his major clients include leading fintech companies Dianrong and Magic Fintech. He was one of Starwin Capital's founding team, responsible for fund raising, investment and management. Since 2015, he has concentrated on the encrypted currency and blockchain industry. Kenneth has a master's degree from Fudan University."
},{
    "name": "Leo Li",
    "position": "CEO, HashQuark",
    "desc": "12 years of experience, former head of financial cloud and intelligent investment research at DataYes. Holds several patents, creator of BaaS platform, blockchain technology specialist."
},{
    "name": "LIU Feng",
    "position": "Chief Editor, ChainNews",
    "desc": "Mr. Feng Liu is co-founder and editor-in-chief of ChainNews, a Chinese leading online news outlet dedicated to blockchain and cryptocurrency industry. Striving to report news accurately and objectively, ChainNews provides comprehensive information as well as in-depth analyses on blockchain ecosystem and cryptocurrency developments. Mr. Liu is a professional journalist with 20 years of experience in business reporting and newsroom management. Previously, Mr. Liu was Chief-in-Editor of Bloomberg Businessweek Chinese Edition, which is one of top business publications in China."
},{
    "name": "Malcolm Wright",
    "position": "Chief Compliance Officer, Diginex Limited",
    "desc": "Malcolm’s role is to ensure the Diginex group’s regulatory compliance in the jurisdictions in which it operates. Prior to this, Malcolm was Chief Compliance Officer at Revolut, a leading fintech payment provider and he has also held senior leadership roles within Thomson Reuters’s anti-financial crime business. Malcolm is a regular industry speaker and sits on international committees including leading the AML Working Group at Global Digital Finance, an industry-led initiative setting codes of conduct and best practices for the crypto-asset industry. He is an Associate Fellow of the Royal United Services Institute’s Centre for Financial Crime Studies in London."
},{
    "name": "Michael Wu",
    "position": "CEO, Amber AI",
    "desc": "500 million US dollars overseas hedge fund manager Former New York Goldman Sachs,Hong Kong Morgan Stanley Trader Ivy League School Dartmouth Highest Honours degree in Economics Oxford University Rockefeller Visiting Scholar High IQ Club Mensa Member Vice President of the Hong Kong Young Traders Association (CNHT)"
},{
    "name": "Min-Q Kim",
    "position": "Executive Director, Korea Investment Partners",
    "desc": "Former senior engineer at Samsung electronics. 11+ years as VC investing globally in IT S/W, AI and blockchain. Early investor in Ethereum and a blockchain enthusiast."
},{
    "name": "Paul Yuen",
    "position": "General Counsel, Legal Department Monetary Authority of Singapore",
    "desc": "As General Counsel, Mr Paul Yuen heads the Legal Department, which oversees legal matters in MAS and supports all departments in discharging the functions of MAS. This includes advising on issues emanating from MAS’ role as a central bank and financial regulator. Before assuming the role of General Counsel, Mr Paul Yuen was Executive Director of the Market Conduct Department and Corporate Finance & Consumer Department, where he oversaw capital markets issues relating to corporate finance, market misconduct enforcement and consumer interests. Prior to that, he served as Chief Executive Officer at the Institute of Banking and Finance and Head of Strategic Development Division in the Development Group in MAS. Mr Yuen graduated from the National University of Singapore and is an advocate and solicitor of the Supreme Court of Singapore."
},{
    "name": "Peter Luo",
    "position": "CTO, Shanghai Wanxiang Blockchain Inc.",
    "desc": "Mr. Luo, the Chief Technology Officer of Wanxiang Blockchain Inc., Director of product and development team, and Leader of ISO TC307/WG1, has over 15 years of experience in IT technology planning and management. He had worked at a securities and futures exchange under the China Securities Regulatory Commission, during that time he had participated in joint projects with leading global exchange groups including Nasdaq, NYSE, NYSE Euronext and etc. in which he had established deep connections with architects from Europe and the United States. He has a global vision and a deep technical background in the financial sector. He has strong research skill in blockchain technology and its applications in the financial industry."
},{
    "name": "Putin Liu",
    "position": "Chief Analyst, Huobi Research",
    "desc": ""
},{
    "name": "QI Yinliang",
    "position": "Co-founder and CEO of MarineX",
    "desc": "Graduated from Shanghai Maritime University, Yinliang Qi was familiar with and mastered a large number of shipping basic knowledge and practical operations during his time at the Shangai Shipping Exchange. After resigning at the end of 2010, he founded the website of www.ship.sh, and built it into a veritable China's largest shipping new media in a short period of time. He has planned to host dozens of large-scale forums such as \"International Shipping and Internet Summit Forum\", \"International Shipping and Finance Summit Forum\", \"Ceremony of Top 100 in China's Shipping Industry\". He has reported dozens of influential articles in the industry, with a total of 500,000 industry users. Founded in 2018, MarineX is committed to promoting the sustainable development of the maritime industry in a digital format. Mr. Yinliang Qi has won the honorary title of China Shipping Youth, the honorary title of Shanghai May Fourth Youth Medal, and the top ten outstanding youths of Lujiazui. He also takes the positions as the Secretary-General of China Port Aviation Technology and Innovation Alliance, the Secretary General of Shanghai Maritime University Alumni Entrepreneur Association, the member of City Youth League, the member of Hongkou District Youth League Standing Committee and other social positions."
},{
    "name": "SONG Jiaji",
    "position": "Dean of Blockchain Research Institute, Guosheng Securities",
    "desc": "8 years of TMT research experience, 2016-2017 \"New Fortune\" communications industry best analyst. In 2013, Mr. Jiaji Song began to contact Bitcoin and witnessed and participated in the early investment of blockchain projects such as ETH, NEO, QTUM, VEN and DDD. In 2018, he participated in the \"China Blockchain Development Report (2018)\" edited by the Central Bank and edited by the Chinese Academy of Social Sciences. He also participated in the blockchain consultation and exchanges of many ministries and banks, and had unique insights on digital currency and blockchain applications."
},{
    "name": "TF Cheng CFA",
    "position": "CEO, HashKey Pro",
    "desc": "20+ years of experience in global investment markets; former MD, Head of Greater China, BNP Paribas Asset Management. Active angel investor in fintech, biotech and consumer tech."
},{
    "name": "WENG Yiming",
    "position": "Senior Analyst, Huobi",
    "desc": ""
},{
    "name": "Urszula McCormack",
    "position": "Partner, King & Wood Mallesons",
    "desc": "Urszula McCormack is one of Asia’s leading blockchain lawyers and financial regulatory specialists, with a focus on emerging technology and financial crime. In 2018, she was recognised as a Financial Times Top 10 Legal Innovator of the Year."
},{
    "name": "YAN Sumin",
    "position": "Partner, Octopus Quant",
    "desc": "Former Chinese-funded insurance FOF fund manager, now a virtual currency quantitative investment partner."
}]