[{
    "name": "肖风",
    "position": "中国万向控股副董事长兼执行董事，万向区块链董事长兼总经理",
    "desc": "中国万向控股有限公司副董事长兼执行董事，上海万向区块链股份公司董事长兼总经理。在证券和资产管理行业有超过25年的相关丰富经验。"
},{
    "name": "李启泰",
    "position": "HashKey Group 行政总裁",
    "desc": "20年以上投资银行经验，曾服务于瑞银集团投资银行伦敦、东京、北京及香港。领导过百项大型融资和并购业务项目，并于衍生与另类私募产品市场开拓了大量创新业务及核心盈利模式。英国伦敦大学帝国学院计算机科学硕士。"
},{
    "name": "Raof Latiff",
    "position": "星展银行总经理",
    "desc": "Raof Latiff是星展银行集团数码部主管,也是星展银行全球交易服务产品管理部的主管。 他领导星展银行为大型企业客户、金融机构和中小企业提供数码解决方案的战略。 Raof还负责监督星展银行全套交易银行产品和服务的产品开发和商业化,包括现金管理、跟单贸易和开放账户贸易融资。 Raof拥有西澳洲柯廷大学信息系统商业学士学位和英国莱斯特大学MBA学位。"
},{
    "name": "卢廷匡",
    "position": "众安国际首批筹备组成员",
    "desc": "卢先生从事银行、咨询及金融科技领域十余年，是一位在金融行业拥有丰富经验的意见领袖。卢先生于汇丰银行开展他的职业生涯，成为一名见习行政人员参与管理零售及企业银行业务。在卢先生任内期间，他曾管理汇丰超过300位客户经理的团队，并新建立了汇丰中国数码团队和亚太数码战略合作团队，推动与世界科技巨头及金融科技公司合作，探索投资机会。卢先生还曾就职于麦肯锡和安永咨询，专门为银行及保险公司等金融机构提供数码转型及金融科技战略咨询服务。卢先生毕业于香港科技大学工商管理学系，并在香港科技大学取得金融硕士学位。"
},{
    "name": "Patricia Yeung",
    "position": "香港投资推广署 金融科技高级经理",
    "desc": "投资推广署旗下的金融科技技术团队专职为有意在香港成立及发展的金融科技公司，在设立办事处、办理签证和银行账户、监管机构介绍、交流机会、申请政府资助和融资等方面提供实质支持和协助。Patricia毕业于布里斯托尔大学，在加入投资推广署前在私人机构任职。"
},{
    "name": "曲俊杰",
    "position": "PlatON首席技术官",
    "desc": "曾担任中科院应用数学研究所中级研究员，先后参与多个国家重点项目。曾作为联席CEO共同创立上海金纳科技，主导搭建了中国最先进的算法交易平台；历任UBS证券AD，摩根士丹利副总裁、执行董事；曾负责与全球顶级投行、对冲基金的对接，电子交易平台，算法交易系统，实时交易数据等工作。拥有近30年全球一流机构的IT架构、实施与管理经验；具备超过20年金融系统业务架构与技术架构研发与运营经验；精通国际电子交易标准，参与亚洲FIX协议工作组和国际工作组。精通路透社国际数据标准，熟知国际百余家交易所交易及数据接口标准。 15年海外经历，管理来自40多个国家的多元文化团队。"
},{
    "name": "Aaron L. Kaplan",
    "position": "Prometheum创办人&联合首席执行官",
    "desc": "Aaron是Prometheum创办人兼联合首席执行官。Prometheum Inc.是一家总部位于纽约的金融科技公司，在整个证券型代币生命周期内构建符合联邦证券法、原生区块链的生态系统。Aaron还是Gusrae Kaplan Nusbaum的一位律师，他专注于分布式账本技术在证券行业的应用。自2016年以来，Aaron一直担任EquityArcade Services LLC的管理成员，EquityArcade Services LLC是一家专注于在线资本形成解决方案的技术供货商。2015年，Aaron是Deckbound LLC的联合创办人，提供区块链电子游戏和数码资产技术。从2007年到2008年，Aaron是证券交易商StockCross Financial Services Inc.的关联人士，持有第7、63、55、4、24、27和53类证券许可证。"
},{
    "name": "Alan Taylor",
    "position": "香港联合有限公司董事",
    "desc": "Alan Taylor是一位专门从事亚洲金融市场开发的管理顾问，拥有超过25年的咨询经验。他于1993年成立香港联合有限公司，专职为银行、保险公司和资产管理公司等一系列金融机构完成咨询项目，范畴涵盖业务战略、基金管理、外判服务、新产品开发和产品定价。他拥有牛津大学的数学和哲学学位，是一名特许管理会计师（ACMA/CGMA），自2001以来一直在香港任职。"
},{
    "name": "Benjamin",
    "position": "Soong Ledger亚太区负责人",
    "desc": "Benjamin负责Ledger的3条业务线: 硬件钱包、企业保险库和物联网"
},{
    "name": "David Carlisle",
    "position": "Elliptic小区负责人",
    "desc": "David拥有超过十年与AML/CFT法规相关的工作经验，现在总部位于伦敦的加密货币领域AML/CFT解决方案供货商Elliptic，负责就加密货币相关的监管问题领导与政策及外部持份者的沟通工作。此前，David曾在美国财政部的恐怖主义和金融情报办公室工作。"
},{
    "name": "David Johnston",
    "position": "Factom董事会主席",
    "desc": "David Johnston是多家技术创业公司的首席执行官，天使和创业阶段投资者，成长阶段公司以及区块链领域的开源软件项目的董事会成员和顾问。 Factom®成立于2014年，由八位联合创始人组成，他们认识到需要使世界体系更加诚实。 过去，分布式记录，信息和文文件难以保护和同步，并且由于涉及手动操作而无法真正验证。Factom®通过行业变革的产品支持透明业务实践的未来。 Factom®重视诚实，透明，并努力通过我们构建的软件改变未来。"
},{
    "name": "Dmitry Kalichkin",
    "position": "Cryptolab Capital合伙人",
    "desc": "Dmitry是位于旧金山的多头数码资产对冲基金Cryptolab Capital的合伙人兼研究主管。 他是数字资产评估领域的活跃份子,曾在该领域推行Kalichkin NVT比率和网络价值与Metcalfe(NVM)倍数等技术，后来受到行业广泛运用。 Dmitry在欧洲和美国有科技及风险投资背景。 他拥有斯坦福商学院的MBA学位,莫斯科州立大学的数学硕士学位。"
},{
    "name": "E David Ellington",
    "position": "硅谷区块链协会（Silicon Valley Blockchain Society）创办人兼执行主席,",
    "desc": "E David Ellington是硅谷区块链协会（SVBS）的创办人兼执行主席，是这个国际性的、邀请制的、会员主导型的生态系统领导人物，协助支持各行各业的区块链项目，为社会带来正面影响。总括来说，SVBS现有成员拥有1.5万亿美元以上的管理资产。SVBS成员具有广泛的经验和背景，包括机构投资者、企业、政府、超高资产净值人士、企业家、开发商、影响者和区块链爱好者。他曾任旧金山雇员退休系统董事会受托人及委员。"
},{
    "name": "Ernie Ho",
    "position": "UnBlock Analysis首席执行官兼联合创办人",
    "desc": "Ernie Ho, UnBlock Analysis首席执行官兼联合创办人,是一位毕业于麻省理工学院(MIT)和卡内基梅隆大学(CMU)的人工智能研究员。 Ernie数次赢得了国际区块链比赛包括麻省理工学院比特币黑客松和东京Longhash区块链黑客松。 他利用自己在人工智能和区块链方面的专业知识,揭示不同区块链分布式账本中每笔交易背后的目的及风险。 他与他的团队,一群天才黑客、人工智能、区块链、网络安全和合规方面的专业人士和教授,致力于为加密交易所和金融机构构建立一个合乎严格了解客户(KYC)及反洗钱(AML)法规的智能区块链分析平台。"
},{
    "name": "郭忠勇",
    "position": "亚洲资本再保险集团首席投资官",
    "desc": "郭忠勇先生现任新加坡亚洲资本再保险集团(ACR)首席投资官。他和他的团队负责管理该集团的全球资产配置和投资。在2008年加入ACR 之前，郭先生在纽约XL资本集团工作，负责在全球范围内发起、构建和执行资产支持交易及投资活动，业务范围侧重于亚洲、美国和拉丁美洲区域。在那之前，郭先生在瑞士再保险集团的苏黎世总部、伦敦和香港分公司工作，曾主导多项亚洲和欧洲的信用交易。郭先生拥有上海财经大学经济学硕士学位和纽约哥伦比亚大学工商管理硕士学位，并持有特许金融分析师资格。"
},{
    "name": "海贼王",
    "position": "慢雾科技安全负责人",
    "desc": "总部位于厦门的厦门慢雾科技有限公司，由一支拥有十多年一线网络安全攻防实战的团队创建，专注区块链生态安全。团队成员曾于 Google、微软、W3C、公安部、腾讯、阿里巴巴及百度等多家企业任职。团队成员多项成果也曾获得Black Hat 等全球安全会议肯定。慢雾科技具备安全审计、防御部署和地下威胁情报跟踪的核心技术能力，为全球多家顶级交易所、钱包及智能合约提供安全审计与防御部署，并通过独有的地下黑客风向标追踪引擎，持续为合作公司及国家相关部门提供威胁情报。"
},{
    "name": "Han Ming Ho",
    "position": "Sidley Austin LLP亚洲投资基金业务合伙人兼联合领导人",
    "desc": "Han Ming Ho是Sidley Austin LLP亚洲投资基金业务的合伙人兼联合领导人。他专注于开放式和封闭式实体基金构成和相关法规事项，并定期向基金经理提供有关在新加坡建立业务运营，以及在新加坡和其他亚太地区设立、构建和注册投资基金的建议。此外，Han Ming Ho的监管经验包括就证券和金融咨询法的审查和许可问题提供咨询，并定期与新加坡监管机构联系。"
},{
    "name": "Hongda, Fan",
    "position": "TokenGazer Inc.首席执行官",
    "desc": "TokenGazer创办人兼首席执行官,专注于区块链领域的数据分析,技术研究以及资产估值。 曾任职新三板上市公司首席运营官,通⽤电气中国区制造项目总监等,他拥有香港大学MBA学位以及麻省理工区块链创新高级管理课程认证。"
},{
    "name": "Jonathan Ha",
    "position": "鸿播公司创办人兼首席执行官",
    "desc": "Jonathan Ha是代币化研究生态系统的创造者 - 鸿播公司的创办人兼首席执行官，他在管理咨询领域有着超卓的背景经验，曾为大型金融机构提供营运及企业战略咨询。Jonathan毕业于宾夕法尼亚大学计算机工程和经济学专业，随后获得加州大学伯克利分校哈斯商学院的MBA学位，同时他也持有CFA证书。"
},{
    "name": "Kenneth Xu",
    "position": "金杜律师事务所银行与金融业务执业律师",
    "desc": "Kenneth 于金杜律师事务所专职于银行与金融业务，其服务的主要客户包括Dianrong及 MagicFintech等行内领先的金融科技企业。Kenneth 为Starwin Capital创始团队成员之一，负责基金募集、投资与管理。2015年起专注参与加密货币及区块链行业。Kenneth拥有复旦大学硕士学位。"
},{
    "name": "罗荣阁",
    "position": "上海万向区块链股份公司首席技术官",
    "desc": "上海万向区块链股份公司首席技术官，产品和研发团队负责人，ISO/ TC307 区块链国际标准本体论项目负责人。拥有15年的IT技术规划及管理方面的从业经历，曾在中国证监会直属的证券期货交易所负责技术系统规划工作，长期与纳斯达克交易所、纽约证券交易所、泛欧交易所等国际领先交易所集团共同开展技术项目，与欧美技术架构师进行过深入合作交流，具有深厚的金融技术背景和全球化视野，撰写的论文还曾获评证监会优秀论文。在区块链前沿技术及其在金融行业应用方面具有很强的研究能力。"
},{
    "name": "李晨",
    "position": "HashQuark首席执行官",
    "desc": "具有12年以上相关从业经验及多年区块链和云计算产品经验，并拥有多项技术专利，创建了区块链创新BaaS平台并服务著名企业客户；区块链社区KOL，专注区块链背后的技术研究和产品模式演进。曾在通联数据担任金融云端和智能投研负责人。"
},{
    "name": "Malcolm Wright",
    "position": "Diginex Limited首席审查官",
    "desc": "Malcolm Wright的职责是确保Diginex集团合乎所在经营地区的法规。此前，Malcolm是金融科技支付供货商Revolut的首席审查官，并曾在Thomson Reuters反金融犯罪业务部门担任高级领导职务。Malcolm是一名行内活跃的演说家，并为多个国际组织委员会成员，包括领导全球数码金融（Global Digital Finance）的反黑钱工作组，数码金融为一个由加密资产行业主导的组织，旨在为行业制定行为准则和最佳实践。同时，Malcom是英国皇家联合服务学院（Royal United Services Institute）伦敦金融犯罪研究中心的助理研究员。"
},{
    "name": "Putin Liu",
    "position": "火币研究院首席分析师",
    "desc": ""
},{
    "name": "乔红涛 ",
    "position": "优币资本首席前瞻官& PlatON首席生态官",
    "desc": "前摩根大通资产管理部执行董事，芝加哥大学金融工程硕士。 前摩根大通纽约资产管理总部执行董事。全球资产配置和量化策略部主管、列席投资委员会成员。拥有超过12年摩根大通工作经验，涉及总部投行、资产管理、私人银行、IB等部门。近几年专注于创新性金融投资产品设计、尤其是大数据，人工智能和区块链在华尔街的应用。"
},{
    "name": "Urszula McCormack",
    "position": "金杜律师事务所合伙人",
    "desc": "Urszula McCormack是亚洲领先的区块链律师和金融监管专家之一，专注于新兴技术和金融犯罪。2018年，她被《金融时报》评为年度十大法律界创新人物。"
},{}, {}]