[{
    "name": "XIAO Feng",
    "position": "Vice Chairman & Executive Director, China Wanxiang Holding; Chairman & CEO, Wanxiang Blockchain",
    "desc": "Vice Chairman and Executive Director of China Wanxiang Holding, Chairman and CEO of Wanxiang Blockchain, 25 years of experience in the securities and asset management industry."
},{
    "name": "Michel Lee",
    "position": "Executive President, Hashkey Group",
    "desc": "Over 20 years of investment banking experience with UBS London, Tokyo, Beijing and Hong Kong.   Ex-board of directors of UBS Securities.  Led over 100 large capital-raising and M&A transactions; and pioneered a large number of new services and business models in the derivatives and alternative investment product markets.  MSc in Computer Science from Imperial College London. "
},{
    "name": "Raof Latiff",
    "position": "Managing Director, DBS",
    "desc": "Raof Latiff is the Group Head of Digital for Institutional Banking Group and Group Head of Product Management for Global Transaction Services at DBS. In this role, he leads the strategy and delivery of DBS’digital solutions for large corporate customers, financial institutions and SMEs. Raof also oversees the product development and commercialization of DBS’ full suite of transaction banking products and services, including cash management, documentary trade and open account trade finance. Raof holds a Bachelor of Commerce in Information Systems from Curtin University, Western Australia and a MBA from University of Leicester, United Kingdom."
},{
    "name": "Ken Lo",
    "position": "Founding Member, ZhongAn International",
    "desc": "Ken has more than 10 years of financial industry experience, ranging from banking, consulting and fintech spaces and is an experienced thought leader. He started his career as HSBC in Hong Kong as a management trainee, spanning across retail and corporate banking businesses. During his time there, he managed more than 300 relationship managers, established the HSBC China Digital team and Asia Pacific strategic partnership team from the ground up, and drove partnerships and explored investment opportunities with global tech and fintech giants. He also worked at McKinsey and Ernst and Young advisory, specialising in serving banking and insurance companies on digital transformation and fintech strategies. He graduated from HKUST BBA and also obtained a Master of Finance (Investment Management) at HKUST. "
},{
    "name": "Patricia Yeung",
    "position": "Senior Manager, Fintech, InvestHK",
    "desc": "InvestHK’s fintech team provide practical support and assistance on setting up offices, facilitating visa and banks accounts, regulators introductions, networking opportunities, guidance in government grants and funding. Patricia graduated from the University of Bristol and worked in the private sector before joining InvestHK."
},{
    "name": "QU Junjie",
    "position": "CTO，PlatON.",
    "desc": "Co-founder of Genus Finance which is a leading algorithm trading service provider on China market. Before that, was Executive Director of Morgan Stanley Algorithm trading development team in Shanghai, head of Real Time Market Data development and integration team of Asia. As UBS AD, was manager of Asia DAT team, electronic trading system developer.25+ years track record of software delivery, management in multi-national firms.20+ years’experience in top level finance industry firms.More than 15+ years working experience in Tokyo."
},{
    "name": "Aaron L. Kaplan",
    "position": "Founder and co-CEO, Prometheum, Inc.",
    "desc": "Aaron is the founder and co-CEO of Prometheum, Inc., a NYC based fintech company building a Federal Securities Law compliant, blockchain native, ecosystem for the entire security token lifecycle. Aaron is also an attorney at Gusrae Kaplan Nusbaum, where he has focused his practice on the applications of distributed ledger technology in the securities industry. Since 2016, Aaron has served as the Managing Member of EquityArcade Services LLC, a technology provider focused on online capital formation solutions. In 2015, Aaron was a co-founder of Deckbound LLC, a blockchain video gaming and digital asset technology company. From 2007-2008 Aaron was an associated person with StockCross Financial Services, Inc., a broker-dealer, where he held Series 7, 63, 55, 4, 24, 27 and 53 securities licenses."
},{
    "name": "Alan Taylor",
    "position": "Director, AT Associates Hong Kong Limited",
    "desc": "Alan Taylor is a management consultant specialising in the development of financial markets in Asia. He has over 25 years consulting experience. He founded AT Associates in 1993. The company has completed projects for a range of financial organisations, including banks,insurance companies and asset managers. These have covered areas such as business strategy, fund administration, outsourcing, new product development, and product pricing. He has a degree in Mathematics and Philosophy from Oxford University, is a Chartered Management Accountant (ACMA/CGMA) and has been based in Hong Kong since 2001."
},{
    "name": "Benjamin Soong",
    "position": "Head of Asia Pacific，Ledger",
    "desc": "Benjamin is responsible for all 3 lines of business for Ledger: Hardware Wallets, Enterprise Vault and IoT."
},{
    "name": "David Carlisle",
    "position": "Head of Community, Elliptic",
    "desc": "David leads engagement with policymakers and other external stakeholders on cryptocurrency-related regulatory issues at Elliptic, a London-based provider of AML/CFT solutions for the cryptocurrency space. David has more than a decade of experience working in both public and private sector roles focused on AML/CFT regulation. David previously worked in the United States Department of the Treasury’s Office of Terrorism and Financial Intelligence."
},{
    "name": "David Johnston",
    "position": "Chairman, Factom",
    "desc": "David Johnston has been a CEO of several technology startups, David Johnston is an active angel & venture stage investor, board member & advisor to growth stage companies and open source software projects in the blockchain space. Factom® was established in 2014 by a team of eight co-founders who recognized the need to make the world’s systems more honest. In the past, distributed records, information and documents have been difficult to protect, challenging to synchronize, and impossible to truly verify because of the manual effort involved. At Factom®, we support a future of transparent business practices with our industry changing products. We value honesty, transparency and strive to change the future through the software we build."
},{
    "name": "Dmitry Kalichkin",
    "position": "Cryptolab Capital",
    "desc": "Dmitry is the Partner and Head of Research at Cryptolab Capital – long-short digital asset hedge fund based in San Francisco. He is an active contributor to the field of digital asset valuation, and has introduced a few widely used methods like Kalichkin NVT ratio and Network Value to Metcalfe (NVM) multiple. Dmitry has a background in tech and venture capital in Europe and US. He holds an MBA from Stanford Business School, and MS in Mathematics from Moscow State University."
},{
    "name": "Don Guo",
    "position": "Chief Investment Officer, Asia Capital Reinsurance Group",
    "desc": "Mr. Don Guo is Chief Investment Officer for Asia Capital Reinsurance Group (ACR) in Singapore.  MR. Guo and his team are responsible for the Group’s global asset allocation and investments. Prior to joining ACR in 2008, Mr. Guo worked with XL Capital Group in New York, mainly responsible for originating, structuring and executing asset-backed transactions and investments globally with particular focus on Asia, US and Latin America. Prior to that, He was with Swiss Re Group in Zurich, London and Hong Kong and worked on various Asian and European credit transactions. Mr. Guo received his MBA Degree from Columbia University in New York. He also holds MS. Economics Degree from Shanghai University of Finance & Economics. Mr. Guo is a CFA charterholder."
},{
    "name": "E David Ellington",
    "position": "Founder & Executive Chairman, Silicon Valley Blockchain Society (SVBS)",
    "desc": "As Founder & Executive Chairman of SVBS, E David Ellington is a leading figure in the global, invite-only, member-driven ecosystem supporting blockchain projects across industries and for social impact. Collectively, SVBS members represent $1.5+ trillion in assets under management. SVBS members represent a broad spectrum of experience and backgrounds which include institutional investors, corporations, government, ultra high net worth individuals, entrepreneurs, developers, influencers, and blockchain enthusiasts. He was also the Former Trustee and Commissioner on the San Francisco Employees' Retirement System (SFERS) Board."
},{
    "name": "Ernie Ho",
    "position": "CEO and Co-founder，UnBlock Analysis",
    "desc": "Ernie Ho, the CEO and Co-founder of UnBlock Analysis Inc. , is an AI Researcher from Massachusetts Institute of Technology (MIT) and Carnegie Mellon University (CMU). Ernie won several international blockchain competitions including MIT Bitcoin Hackathon and Tokyo Longhash Blockchain Hackathon. He utilized his expertise in AI and Blockchain to disclose intention and risk behind every transaction across different blockchain ledgers. He dedicated his team, a group of genius hackers, professionals and professors in AI, blockchain, cybersecurity and compliance, to build an intelligent blockchain analysis platform for crypto exchanges and financial institutions to comply with strict KYC/AML regulations."
},{
    "name": "FAN Hongda",
    "position": "CEO，TokenGazer Inc.",
    "desc": "Hongda is the founder and CEO of TokenGazer and hefocuses on data analysis, technology research and asset valuation in blockchain area. He was the Chief Operating Officer of the New Third Board Listed Company and the Director of Manufacturing Projects in China. He received his MBA Degree from The University of Hong Kong and the Senior Management Certificate of Block Chain Innovation from Massachusetts Institute of Technology."
},{
    "name": "Han Ming Ho",
    "position": "Partner and Co-leader, Asia Investment Funds Practice, Sidley Austin LLP",
    "desc": "Han Ming Ho is a co-leader of the firm’s Asia Investment Funds practice. He focuses on fund formation of open-ended and close-ended entities and related regulatory matters as well as regularly advises fund managers on the establishment of business operations in Singapore, together with the establishment, structuring and registration of investment funds in Singapore and other Asia Pacific jurisdictions. Han Ming’s regulatory experience includes advising on compliance and licensing issues relating to securities and financial advisory law as well as liaising regularly with Singapore regulators."
},{
    "name": "ISME",
    "position": "SlowMist Security Director",
    "desc": "Xiamen SlowMist Technology Co., Ltd., headquartered in Xiamen and founded by the team with over ten years of front-line cybersecurity defensive experience, specializes in ecology security of blockchain industry. Our team member formerly worked in numerous company such as Google, Microsoft, W3C, The Ministry of Public Security of the People's Republic of China, Tencent, Alibaba, Baidu, etc. And our achievements were acknowledged by global security conferences such as Black Hat. With core technological capabilities of security audits, defence deployment and underground threat intelligence tracking, SlowMist delivers security audits and defence deployments for exchanges, wallets and smart contracts around the world. Through tracking the engine with a unique weathervane of underground hackers, we continue to provide threat intelligence for partner companies and governments."
},{
    "name": "Jonathan Ha",
    "position": "Founder and CEO，Red Pulse",
    "desc": "Jonathan Ha is the founder and CEO of Red Pulse, a tokenized research ecosystem for China. Mr. Ha has a prior background in management consulting, having advised major financial institutions on operations and corporate strategy. Jonathan studied computer engineering and economics at the University of Pennsylvania, and subsequently received an MBA from the UC Berkeley Haas School of Business. Mr. Ha is a CFA charterholder."
},{
    "name": "Jason Qiao",
    "position": "Chief Ecosystem Officer of platON",
    "desc": "Former Executive Director of J.P. Morgan Asset Management Master of FinMath, UChicago. Former Executive Director of J.P.Morgan Asset Management. Head of Portfolio Construction and Quant Strategy for Specialized Strategy Team of Private Bank in NYC, sitting as member of the Investment Committee. With 12+ years of experience in JPMorgan, he had extensive experience in asset management, private wealth management, and Investment. His recent focuses cover innovative investment product design, especially with big data, AI, and Blockchain."
},{
    "name": "Kenneth Xu",
    "position": "Lawyer, King & Wood Mallesons",
    "desc": "Kenneth specialises in banking and financial business at King & Wood Mallesons where his major clients include leading fintech companies Dianrong and Magic Fintech. He was one of Starwin Capital's founding team, responsible for fund raising, investment and management. Since 2015, he has concentrated on the encrypted currency and blockchain industry. Kenneth has a master's degree from Fudan University."
},{
    "name": "Leo Li",
    "position": "CEO, HashQuark",
    "desc": "12 years of experience, former head of financial cloud and intelligent investment research at DataYes. Holds several patents, creator of BaaS platform, blockchain technology specialist."
},{
    "name": "Malcolm Wright",
    "position": "Chief Compliance Officer, Diginex Limited",
    "desc": "Malcolm’s role is to ensure the Diginex group’s regulatory compliance in the jurisdictions in which it operates. Prior to this, Malcolm was Chief Compliance Officer at Revolut, a leading fintech payment provider and he has also held senior leadership roles within Thomson Reuters’s anti-financial crime business. Malcolm is a regular industry speaker and sits on international committees including leading the AML Working Group at Global Digital Finance, an industry-led initiative setting codes of conduct and best practices for the crypto-asset industry. He is an Associate Fellow of the Royal United Services Institute’s Centre for Financial Crime Studies in London."
},{
    "name": "Peter Luo",
    "position": "Shanghai Wanxiang Blockchain Inc.",
    "desc": "Mr. Luo, the Chief Technology Officer of Wanxiang Blockchain Inc., Director of product and development team, and Leader of ISO TC307/WG1, has over 15 years of experience in IT technology planning and management. He had worked at a securities and futures exchange under the China Securities Regulatory Commission, during that time he had participated in joint projects with leading global exchange groups including Nasdaq, NYSE, NYSE Euronext and etc. in which he had established deep connections with architects from Europe and the United States. He has a global vision and a deep technical background in the financial sector. He has strong research skill in blockchain technology and its applications in the financial industry."
},{
    "name": "Putin Liu",
    "position": "Chief Analyst at Huobi Research",
    "desc": ""
},{
    "name": "Urszula McCormack",
    "position": "Partner, King & Wood Mallesons",
    "desc": "Urszula McCormack is one of Asia’s leading blockchain lawyers and financial regulatory specialists, with a focus on emerging technology and financial crime. In 2018, she was recognised as a Financial Times Top 10 Legal Innovator of the Year."
},{}, {}]